datasets/benchmark-results/zuver/201811161431/wordpress-results-zuver-5-201811161431.log
Running 1m test @ http://bleg.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 349.004ms, rate sampling interval: 2195ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   153.86ms  114.82ms   1.78s    99.20%
    Req/Sec     4.50      0.72     6.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  152.83ms
 75.000%  163.84ms
 90.000%  171.52ms
 99.000%  184.32ms
 99.900%    1.78s 
 99.990%    1.78s 
 99.999%    1.78s 
100.000%    1.78s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      78.271     0.000000            1         1.00
     100.607     0.100000           25         1.11
     116.031     0.200000           50         1.25
     143.999     0.300000           76         1.43
     148.095     0.400000          101         1.67
     152.831     0.500000          126         2.00
     154.623     0.550000          138         2.22
     157.183     0.600000          150         2.50
     159.359     0.650000          164         2.86
     161.279     0.700000          175         3.33
     163.839     0.750000          189         4.00
     164.479     0.775000          194         4.44
     166.655     0.800000          200         5.00
     168.191     0.825000          207         5.71
     168.959     0.850000          213         6.67
     170.495     0.875000          219         8.00
     171.263     0.887500          222         8.89
     171.519     0.900000          226        10.00
     172.031     0.912500          229        11.43
     173.183     0.925000          234        13.33
     173.567     0.937500          235        16.00
     173.951     0.943750          236        17.78
     176.895     0.950000          238        20.00
     177.535     0.956250          240        22.86
     178.047     0.962500          241        26.67
     178.431     0.968750          243        32.00
     178.431     0.971875          243        35.56
     179.071     0.975000          244        40.00
     179.199     0.978125          245        45.71
     180.351     0.981250          246        53.33
     183.423     0.984375          247        64.00
     183.423     0.985938          247        71.11
     183.423     0.987500          247        80.00
     184.319     0.989062          248        91.43
     184.319     0.990625          248       106.67
     825.343     0.992188          249       128.00
     825.343     0.992969          249       142.22
     825.343     0.993750          249       160.00
     825.343     0.994531          249       182.86
     825.343     0.995313          249       213.33
    1781.759     0.996094          250       256.00
    1781.759     1.000000          250          inf
#[Mean    =      153.863, StdDeviation   =      114.825]
#[Max     =     1780.736, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.47MB read
Requests/sec:      5.00
Transfer/sec:    263.85KB